[{"fields": {"content": "The Money, Politics, and Transparency (MPT) Campaign Finance Indicators mobilized a highly qualified global network of more than 110 political finance experts from academia, journalism, and civil society to generate rich, comparative, country-level data on the transparency and effectiveness of political finance regimes across the world. A rigorous cross-national survey, MPT examines both the de jure legislation regulating political finance and the de facto implementation of that legislation.\r\n\r\nIn an iterative process dating from March to June 2014, Global Integrity, the Sunlight Foundation and the Electoral Integrity Project worked in close consultation with a carefully selected reference group of political finance experts to develop a concise set of 50 indicator questions, which were compiled into a comparative country scorecard. The project partners also selected an economically, politically and regionally diverse sample of 54 countries in which to apply the scorecard. The selection process, though not randomized, ensures that MPT reflects the exceptional variety characterizing the range of political finance systems across the world.\r\n\r\nThe MPT scorecard evaluates the key components of effective political finance regimes, including the regulation of direct and indirect public funding, limits on contributions and expenditure, reporting and public disclosure, the regulation of third-party actors, and monitoring and enforcement. Researched scorecards account for both the existing legal particulars of each of these issue areas and the de facto realities of practical implementation in each country.\r\n\r\nMPT delves into critical aspects of political finance by examining not only what laws are on the books, but also whether and how those laws are effectively enforced. The combination of rigorously selected quantitative scores and detailed, evidence-based explanations supporting those scores — in addition to the inclusion of a number of non scored, open-text questions that provide additional, context-specific detail — make the MPT indicators a rich source of granular information for interested stakeholders, policy makers and reformers. As such, the MPT data can serve as a useful resource for crafting more transparent, accountable political finance systems.\r\n\r\nFor more information on the methodology behind the MPT Campaign Finance Indicators, please see the detailed Methodology [download](http://data.moneypoliticstransparency.org/static_root/pdfs/full-methodology_mpt-Campaign-finance-indicators.pdf).", "slug": "methodology"}, "model": "pages.chunk", "pk": 1}, {"fields": {"content": "### What are the MPT Campaign Finance Indicators?\r\n\r\nThe Money, Politics and Transparency (MPT) Campaign Finance Indicators mobilized a highly qualified global network of more than 110 political finance experts from academia, journalism and civil society to generate rich, comparative, country-level data on the transparency and effectiveness of political finance regimes across the world. A rigorous cross-national survey, MPT examines both the de jure legislation regulating political finance and the de facto implementation of that legislation across 50 indicators and five issue areas fundamental to campaign finance regulatory systems.\r\n\r\n### What is an MPT Scorecard? What aspects of political finance are covered in the MPT Campaign Finance Indicators?\r\n\r\nAn MPT Scorecard is a unique instrument designed to provide a thorough assessment of the existing political finance regime in a particular country. The 50 indicators in each scorecard are used to “score” the national-level institutional frameworks in place to regulate money’s influence in politics on metrics of transparency, accountability and practical enforcement.\r\n\r\nEach MPT country scorecard evaluates the regulation and enforcement of political finance across the following five categories and nine subcategories:\r\n\r\n1. Direct and Indirect Public Funding<br>\r\n&nbsp;&nbsp;1.1 Direct Public Funding<br>\r\n&nbsp;&nbsp;1.2 Indirect Public Funding<br>\r\n2. Contribution and Expenditure Restrictions<br>\r\n&nbsp;&nbsp;2.1 General Rules on Electoral Campaign Contributions<br>\r\n&nbsp;&nbsp;2.2 Limits on Contribution and Expenditure during Electoral Campaign Periods<br>\r\n3. Reporting and Public Disclosure<br>\r\n&nbsp;&nbsp;3.1 Reporting Requirements to the Oversight Entity<br>\r\n&nbsp;&nbsp;3.2 Availability of Electoral Campaigns’ Financial Information to the Public<br>\r\n4. Third-Party Actors<br>\r\n&nbsp;&nbsp;4.1 Applicability of the Law to Third-Party Actors<br>\r\n5. Monitoring and Enforcement<br>\r\n&nbsp;&nbsp;5.1 Monitoring Capabilities<br>\r\n&nbsp;&nbsp;5.2 Enforcement Capabilities<br>\r\n\r\n### How are the MPT Campaign Finance Indicators different from other comparative assessments of political finance?\r\n\r\nThere are extensive data repositories already in existence that document the laws and legal mechanisms regulating country-level political finance. Most notable among these is the International IDEA Political Finance Database, an invaluable resource for comparing the variety of legal regulations in place in different countries. Existing data, however, focuses exclusively on de jure legal frameworks, and does not address the extent to which those frameworks are de facto regulated, or the outcomes they generate. The MPT research fills this gap, providing exceptionally granular, evidence-based information on both relevant legal instruments and the efficacy of enforcement in 54 countries across the world.\r\n\r\nBy measuring the scope of the legal framework and assessing on-the-ground realities of political finance systems, and doing so systematically and comparatively, the MPT research delivers a detailed, comprehensive assessment of the role of money in politics, especially during campaigns.\r\n\r\n### What are the data sources for MPT?\r\n\r\nEach MPT country scorecard was thoroughly researched, written and reviewed by local experts familiar with the nuance and complexity of domestic political finance systems and were managed by global integrity. The expertise of researchers and reviewers, and their expansive network of contacts within the country ensures that the data collected is accurate, highly relevant and founded on pertinent research. As a result, the MPT research is contextually rich and firmly anchored in on-the-ground realities. Data sources include original interviews with experts, information requests, newspaper and academic reports, and relevant laws and regulations on the books in a given country. All data sources are current between January 2013 and July 2014, or in reference to the most recent national level elections. These dates comprise the period of research for MPT.\r\n\r\n### How should I understand MPT scores? How does scoring work?\r\n\r\nForty three of the indicators in an MPT scorecard are given quantitative scores. Possible scores for in law (de jure) indicators are 100 (Yes), 50 (Moderate) and 0 (No). For in practice (de facto) indicators, 100, 75, 50, 25 and 0 are the available score choices. In every case, chosen scores correspond to rigorously defined scoring conditions, making scores broadly comparable across countries. Each indicator is thus standardized on a scale from 100 (high) to 0 (low).\r\n\r\nIndividual indicator scores are aggregated at the subsection and section level to generate subsection and section scores for each country scorecard. Aggregate subsection scores are the average of all the indicator scores within that subsection, and section scores are the average of the relevant subsection scores. This means that each subsection is weighted equally in the creation of overall section scores.\r\n\r\nEach country scorecard also receives an overall aggregate score, which is the average of all five section aggregate scores. As such, each section is equally weighted. Note that overall aggregate scores are very limited in their usefulness — their generality is such that they provide little information about the contextual strengths and weaknesses of a given political finance system. Referring to section and subsection scores, individual indicator scores, as well as the explanatory comments included with each indicator, will be of much more use for practitioners and reformers hoping to better understand the nuances of political finance regulation and enforcement at the country level.\r\n\r\nCountries also receive in law aggregate and in practice aggregate scores. In each case, the aggregate is the unweighted average of all relevant indicators across the scorecard.\r\n\r\n### How should I use the MPT dataset?\r\n\r\nEach MPT Campaign Finance Scorecard provides a richly detailed country-level snapshot of the particulars of campaign finance regulation and enforcement. To best understand the characteristics and context of campaign finance systems, users of the data should make sure to go beyond aggregate scores. The explanatory comments on each indicator illustrate the rich, contextual nature of political finance systems, and readers should always refer to the comments and sources in order to best understand the full range of information presented within a country scorecard.\r\n\r\nData users should use caution when comparing aggregated scores on MPT scorecards. Individual indicators are comparable, as are section and subsection scores, to some extent. Overall scores, however, though useful for understanding the broad sweep of a country’s campaign finance system, are too reductive to yield a great deal of information likely to be of use for reformers or policymakers. GI highly recommends that readers reference indicator comments and sources, and that they pay special attention to open text indicators.\r\n\r\n### Why is there no MPT Campaign Finance Index?\r\n\r\nAs explained above, an index based on country-level aggregate scores would be reductive, failing to emphasize the strongest point of the MPT dataset, which is to give readers and users a strong understanding of the relative areas of strengths and weaknesses within a given country. Data users can use the tool on the main landing page of this website to sort countries by their aggregate scores. When doing so, however, they should also make sure to refer to section and subsection scores, and to carefully read through the comments on each indicator. In doing so, they will better grasp the particular “pain points” of a country’s system, and be better able to assess which areas of the political finance system are subject to abuse or violation, and which areas should be the subject of potential reforms.\r\n\r\n### Are scores comparable across countries?\r\n\r\nIndividual indicator scores are generally comparable, as are section and subsection scores to a lesser extent, but overall aggregate scores should not be compared, as explained above. Even at the indicator level, for a fuller understanding of existing laws and the enforcement within a country system, readers should always refer to the comments attached to each indicator. In almost all cases, explanatory comments and the sources upon which they are based yield more actionable, useful information than simple quantitative scores. Indeed, when viewed separate from the context provided in the explanatory comment and sources, quantitative scores may be misleading.\r\n\r\n### Do you have further questions?\r\n\r\nFor more information on the MPT Campaign Finance Indicators, please refer to other sections of this website, or contact Global Integrity via email at hazel.feigenblatt@globalintegrity.org.", "slug": "faq"}, "model": "pages.chunk", "pk": 2}, {"fields": {"content": "### Integrity Indicators\r\n\r\nEach integrity indicator is composed of three components:\r\n\r\n* A quantitative score, selected in accordance with strict scoring conditions that ensure the cross-country comparability of the information presented\r\n* An explanatory comment\r\n* A list of sources that provides the evidence upon which the score and comment are based", "slug": "home-indicators"}, "model": "pages.chunk", "pk": 3}, {"fields": {"content": "### Research Methodology\r\n\r\nThe research on the MPT Integrity Indicators was conducted between July and December 2014. The period of study for the research took place between January 2013 and July 2014, or where applicable, the most recent national level elections held within a country. Global Integrity worked closely with locally based experts and reviewers to gather the data, fact check the scores, comments, and sources, and compile each country scorecard.", "slug": "home-methodology"}, "model": "pages.chunk", "pk": 4}, {"fields": {"content": "### Analyzing Results\r\n\r\nThe MPT dataset documents the diversity of political finance systems across the world. Indicator scores enable comparisons across countries, while comments and sources for each indicator provide a unique window into the realities of regulation and enforcement in each country covered.", "slug": "home-results"}, "model": "pages.chunk", "pk": 5}]